justin-public/STM32F407IGT6_media_HAL/FSMC_LCD/Core/Inc/images.h
/*
 * images.h
 *
 *  Created on: Feb 25, 2025
 *      Author: compro
 */

#ifndef INC_IMAGES_H_
#define INC_IMAGES_H_

#include "stm32f4xx.h"

extern const unsigned char acRecorder[48 * 48 * 4];
extern const unsigned char acTape[48 * 48 * 4];
extern const unsigned char acCamera[48 * 48 * 4];
extern const unsigned char acChiLun[48 * 48 * 4];
extern const unsigned char acchujiao[48 * 48 * 4];
extern const unsigned char achwinfo[48 * 48 * 4];
extern const unsigned char acweb[48 * 48 * 4];

extern const unsigned char acRadio[48 * 48 * 4];
extern const unsigned char acLCD[48 * 48 * 4];
extern const unsigned char acWireless[48 * 48 * 4];
extern const unsigned char acGPS[48 * 48 * 4];
extern const unsigned char acPhone[48 * 48 * 4];
extern const unsigned char acMP3[48 * 48 * 4];
extern const unsigned char acUSBDisk[48 * 48 * 4];
extern const unsigned char acADC[48 * 48 * 4];


#endif /* INC_IMAGES_H_ */
